Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “这位公子，听胡老说您要收购我们天地种植的所有灵草，可是真的？”
en_us: "Young Gentleman, I hear from Old Hu that you want to buy all the magic herbs that we have, is this true?"

source: “这位公子，胡话还是莫说为好。”
en_us: "Young Gentleman, it's best if you don't sprout nonsense."

source: “这位大哥，打个商量成不？”少年握着双手，虚心的笑道。
en_us: "This dage over there, lets talk this through, shall we?" The young man smiled modestly, with his hands together.

source: “这位客官，本店就是这个价格。”活计表情不变，似乎没将他的怒火放在眼里。
en_us: "This Honored Guest, this is the price in the shop." The expression of the attendant remained unchanged, appearing as if he did not care about their indignation (怒火).

source: “这位朋友，我是通灵玄龟的旁支，若您啃出手相助，玄龟族也会感激您的。”莫景不知道对方是敌是友，但眼下只有依仗此人。
en_us: "Fellow friends, I'm from the side clan of the Psychic Black Turtles. If you could lend a hand, the Black Turtle Clan would be grateful too." Mo Jing didn't know if they were friend or foe, but at the present, he could only rely on them.

source: “这位程长老，敢问二品彩丹可以用其他东西代替吗？”云少想来想去，还是不甘心的走过来问道，尽管他知道希望很小。
en_us: "Elder Cheng, may I ask if the second grade rainbow pill could be replaced by another item?" Yun Shao thought over it and walked over to ask. He was unwilling to give up despite knowing that there was practically no chance.

source: “这口气你吞也得吞着，不吞也得吞着。”
en_us: "You just have to swallow it, even if you don't want to."

source: “这可是独家消息，我听说黑蜘蛛前段时间瘦了许多惊世宝贝，据说要举行拍卖盛会，准备邀请通天大陆许多财力雄厚的实力和强者前去，比如赤血家族，丹师公会，苍盟等等。”
en_us: "This is the exclusive news. I heard that the Black Spider lost a lot of earth-shaking (惊世) treasures some time ago. It is rumored that they will organize an auction to invite many fractions and experts in the TongTian Continent with strong financial resources, such as the ChiXue Clan, the Mage Association, the Cang Alliance and so on."

source: “这可说不定。”伙计甲嘟囔道。
en_us: "You never know," the assistant muttered.

source: “这家伙还是挺会享受的。”凌霄看着大门说道。
en_us: "Looks like this guy knows how to enjoy life." Ling Xiao said as he stared at the gate.

source: “这小子一定又是故意的。”姬芮咬牙切齿的说道，她正准备把自己的价格输进去，结果就夭折了。
en_us: "This brat must have deliberately done it." Ji Rui gnashed her teeth as she hissed. She had just been preparing to throw in her bid when her attempt was prematurely aborted.

source: “这怎么回事？”游小默嘴角抽搐的问道。
en_us: "How did this happen?" The corners of You XiaoMo's lips twitched as he asked.

source: “这是……金翅虫？
en_us: "This is... ...the Golden Winged Insect?

source: “这是为什么？”游小默诧异的问道。
en_us: "Why is this so?" You XiaoMo asked in surprise.

source: “这是事实，由不得他不信，你二十五岁才一品，等他到你这个年龄，他很可能已经是三品四品，你就是拍马都赶不上。”颜辉仿佛嫌不够打击似的。
en_us: "It's a fact and it can't be helped if you don't believe it. You're only Grade One at twenty-five years old. By the time he reaches your age, he'll probably be at Grade Three or Four. You'll never be able to catch up no matter what (你就是拍马都赶不上)." It was as if Yan Hui thought that Su Lang did not suffer enough blows.

source: “这是什么东西？”游小默好奇的问道。
en_us: "What's this?" You XiaoMo asked curiously.

source: “这是什么鸡？”
en_us: "What's this chicken?"

source: “这是你做的？”凌霄问道。
en_us: "You made this?" Ling Xiao asked.

source: “这是怎么一回事？”银戈紧忙问道。
en_us: "What is going on?" Yin Ge desperately asked.

source: “这是怎么回事？”玄宗疑惑的说道，他已经将小乌龟龟壳上的颜料擦掉了，但是小乌龟却一直没动静，脑袋和四肢都缩在龟壳里，他原以为是因为龟壳的颜料才不肯出来。
en_us: "What's wrong with him?" Xuan Zong said doubtfully. He had already wiped off the paint on the baby turtle's shell, but the baby turtle still hadn't moved, and his head and limbs were still pulled inside his shell. Xuan Zong had originally believed that the baby turtle refused to come out because of the paint on his shell.

source: “这是要死杠上的节奏啊！”
en_us: "They are seeking for death ah!"

source: “这是酒师酿造的灵酒。”凌霄的声音在他耳边淡淡的响起。
en_us: "This is spirit wine brewed by a sommelier (酒师)." Ling Xiao's voice appeared lightly beside his ear.

source: “这样……不好吧。”游小默摸摸鼻子，突然反应过来，震惊道：“你说的制点春药该不会是指让我制作吧？”
en_us: "This is... not too good ba. " You XiaoMo touched his nose. He suddenly processed what Ling Xiao had said and was alarmed, "You couldn't be referring for me to make it when you said to make some aphrodisiacs right?"

source: “这样吧，如果两个半月内我们还没有把小乌龟送回玄龟族，你可以去中天的逍遥院找我们，只要报出我们的名字就知道我们是谁了。”
en_us: "How about this, if we haven't sent the Baby Turtle back to the Black Turtle Clan within two months, then you can come to Zhong Tian's XiaoYao Institution to find us. As long as you tell say our names they'll know who we are."

source: “这次真栽了！”
en_us: "We're really fucked now! (这次真栽了)"

source: “这种细节就不要追究了。”
en_us: "There's no need to look into that kind of detail."

source: “这种行为好像叫做迁怒吧？”
en_us: "I thought this kind of behavior was called 'venting one's anger on someone else'?" (迁怒)

source: “这话应该是我问你吧。”九夜俊挺的眉微微扬起，“这里是九十五层，你的楼层应该在九十层。”
en_us: "That should be what I'm asking you." Jiu Ye's handsome and straight brows raised slightly. "This is the 95th floor, your floor should be the 90th floor."

source: “这还用得着说，当然是从空中。”凌霄说。
en_us: "Do I really need to say it? Of course it's through the air." Ling Xiao said.

source: “这里是远古战场，远古的大妖兽在这里战斗，导致鬼冢山脉的空间并不稳定，有些地方的空间甚至呈现崩溃的现象。”
en_us: "This was the Ancient Battlefield, in ancient times, many greater demon beast fought here, causing the dimension around the Ghost Tomb Mountain Range to be highly unstable. Some places even had a collapse of dimensions." (空间甚至呈现崩溃的现象)

source: “这里果然有人，竟然布了这么大的幻阵欢迎我们。”凌霄感慨道。
en_us: "As expected, someone is down here. And they've created such a massive illusion array to welcome us, too," Ling Xiao exclaimed.

source: “这里的灵气很浓郁，你们也可以修炼，如果有人自然来会触动洞府外面的禁制，不用守也没关系。”
en_us: "The spiritual energy here is very rich, you all can also cultivate. If someone comes, they would surely trigger the restrictions outside the Immortal’s Cave. So it's okay even if you don't set up a guard."

source: “远古的远古？”游小默嘴角抽搐，那得是多久以前。
en_us: "Ancient history's ancient history?" The corners of You XiaoMo's mouth twitched. How long ago would that have to be?

source: “连心蛊其实还是一大补物，只要两个真心相爱的人分别服下连心蛊，再进行交合，引领连心蛊进行炼化，即可达到难以想象的境界。”凌霄也是偶尔才听到连心蛊的存在。
en_us: "The Heart Linking Gu is actually a great supplement (大补物). As long as two people who really love each other each take in one Heart Linking Gu and engage in sexual intercourse, it would lead to a refinement of the Heart Linking Gu, and one would be able to reach an unimaginable realm." Ling Xiao had occasionally heard about the existence of a Heart Linking Gu.

source: “追！”斗篷人看到这张熟悉的人，几乎想都不用想就下令，这个人在这里出现，那个男人一定也在，若能把他们抓回去，主子一定会重赏他。
en_us: "Follow him!" Seeing the familiar face, the man-in-hood ordered without thinking. If this person was here than the other man must be close as well. If he could catch them, then his master would undoubtedly reward him.

source: “通天大陆第一只白虎，也是唯一的一只，就这么陨落了。”凌霄也颇为感慨。
en_us: "The first and only White Tiger in the TongTian Continent has fallen to such a state." Ling Xiao was also quite regretful.

source: “通灵玄龟？
en_us: "A Psychic Black Turtle?"

source: “速战速决，我的位置可能要被发现了，你取到水元素之心后，立刻离开宫殿，到时我会去找你。”凌霄迅速的说出自己的打算在。
en_us: "Deal with it quickly. I think my position is soon to be noticed. After obtaining the water elemental essence, leave the palace at once. I'll come and find you after," Ling Xiao quickly informed the other of his plans.

source: “邢七的任务失败了，自然城是前往活水河界的必经之地，所以接下来你要严格把守城门，任何本体为龟的人都不能放过。”黑袍人阴声说道。
en_us: "Xing Qi's mission failed, and ZiRan City is an unavoidable location on the way to Living Waters River Boundary. Therefore, from now on you must strictly guard the city gates, and you cannot let any of the people from the Tortoise Clan through." The person in black said darkly.

source: “邢七的目标确实是小主人，但是不知道他为何会知道我会带着小主人从这里经过，原先我以为是巧合。”
en_us: "Xing Qi's objective is indeed the Young Master (小主人), but I do not know how he knew that I would be passing through here with the Young Master. At first I thought it was just a coincidence."

source: “那……就试一试……”
en_us: "Then... I'll just give it a try..."

source: “那个……”游小默打断他的话，“我接下来几个月应该会在中天的逍遥院里，如果你想见我，只要花一枚空间符就随时能见到我了。”
en_us: “That...”, You XiaoMo interrupted him, “I'm going to be in ZhongTian's XiaoYao Academy for the next few months. If you want to see me, you can see me any time by using a teleportation talisman.”

source: “那个……不知道你们收不收灵晶？
en_us: "Umm...do you guys take spirit gems? I don't have much pills on me right now so there isn't much valuable ones I can give you." You XiaoMo said hesitantly.

source: “那个人似乎是江流的熟人……”
en_us: "It appears that it was someone Jiang Liu was familiar with..."

source: “那个人应该不是彩级丹师，十之八九是名圣境强者。”
en_us: "That person probably isn't a rainbow mage, but most likely a sacred realm practitioner."

source: “那个叫莫景的男人他在刍云山脉疗伤。”
en_us: "That man named Mo Jing is healing in the ChuYun Mountain Range (刍云山脉)."

source: “那个玄色一族来了没有？”
en_us: "Not a single one from that black colored clan came?"

source: “那个男人可能知道游族的正统继承人在远古的时候就接近灭绝，所以他才会逗留到现在，目的就是先刚看到有人继承传族之宝，游族能在远古称霸，靠的应该就是你的空间。”凌霄说道。
en_us: "That man probably knew that the legitimate successors of the You Clan were dying out in ancient times, so he stayed until now for the purpose of witnessing that someone had inherited the Inheritance Jewel. It was likely that the You Clan had depended on your dimension to establish their hegemony in ancient times." Ling Xiao explained.

source: “那个老头不是一般人。”凌霄解释道。
en_us: "That old man is not an ordinary person." Ling Xiao explained.

source: “那个，金翅虫交配真能产出金丝吗，那他们的后代怎么来的？”游小默忍不住问道。
en_us: "Uh, can they really produce golden silk from mating? Where does their offspring come from?" You XiaoMo couldn't help but ask.

source: “那么你倒是说说，如果有价值，我可以考虑放了你。”凌霄收起手中的火球，身影一就站在门口不动一步，目光锁在她身上，就算黑袍人要耍花样也逃不出去。
en_us: "Then why don't you talk about it a little? If it has value, I can consider letting you go." Ling Xiao extinguished the ball of fire in his hand, his figure still standing in the entrance, not moving a single step, gaze locked on the Black Spider expert's body. Even if the person in black wanted to play tricks on him, he still wouldn't be able to escape.

source: “那么你看出什么了？”颜辉阴沉着脸。
en_us: "Then what can you make out?" Yan Hui's expression was dark.

source: “那么导师以为灵晶就是天上掉下来的？”游小默摊摊手，他可以百分之百的肯定，这位导师一定是看自己面生就把他当做一只肥羊，二十万灵晶里的水分绝对不少。
en_us: "Then does teacher think that spirit gems fall from the sky too?" You XiaoMo spread out his hands. He was one hundred percent certain that this teacher definitely saw him as a fat sheep after looking at his face. The exorbitant price of two hundred thousand spirit gems was absolutely too much.

source: “那么小人就补打扰客官了。”
en_us: "Then this servant will not disturb the Honored Guest any longer."

source: “那么这次算是误打误撞了？”游小默眼珠子转了一圈，窃喜的道，“那你应该感谢我，如果不是跟我去城主府偷龙血，你也不可能得到龙血并成功的激发金龙的血脉。”
en_us: "So could this be considered as an accidental discovery?" You XiaoMo's eyes roved around as he said in secret delight, "Then, you should be thanking me. If you didn't come to the City Master's mansion to steal the dragon blood with me, it would be impossible for you to get the dragon blood and successfully stimulate the Golden Dragon bloodline."

source: “那么阁下有何高见？”麒麟族的代表淡淡的开口道，看样子也似乎同意黑蜘蛛的话，能多分点谁不愿意。
en_us: "Then what idea does Your Excellency have?" The representative from the Qilin Clan said lightly. It seemed like he also agreed with the Black Spider, since who wouldn't be willing to receive a little bit more.

source: “那么，那个青年做了什么事让玉仙城的人惦记上他？”
en_us: "So, what did that youth do to make the people of Immortal Jade City keep thinking about him?"

source: “那也要有命拿才行嘛！”游小默窘着脸。
en_us: "Well I'll still need to be alive to get it!" You XiaoMo said embarrassed.

source: “那他为什么要装？”凌霄说。
en_us: "Then why did he pretend?" You XiaoMo asked.

source: “那他们为什么要找通灵玄龟？”游小默没有在意他话里的轻视，反而感兴趣的问道。
en_us: "Then why were they looking for the Psychic Black Turtles?" Contrary to expectations, You XiaoMo did not mind the contempt in his words as he asked in interest.

source: “那你为什么不走了？”
en_us: "Then why aren't you moving?"

source: “那你们先回去吧。”游小默立刻赶人了，因为一群人跟在他们身后，容易招来别人的注意，太显眼了也不好。
en_us: "Then you guys can head back first." You XiaoMo instantly drove them away since having a crowd of people follow them made it easy to attract other people's attention. It wasn't good to be too obvious either.

source: “那你倒是说说，他为什么要买心灵花草？
en_us: "Then why don't you tell me why he wanted to buy the Heart Flower Herb?

source: “那你儿子姓什么？”游小默脱口便问。
en_us: "Well, what's his surname?" You XiaoMo unwittingly asked.

source: “那你就慢慢等着。”
en_us: "Then hang on."

source: “那你就把我当备用吧。”
en_us: "Then you can keep me as backup."

source: “那你怎么发现的？”
en_us: "Then how did you discover it?"

source: “那你怎么知道？”
en_us: "Then how do you know?"

source: “那你是什么意思？”游小默委屈的捂着脑袋。
en_us: "Then what do you mean?" You XiaoMo covered his head, feeling rather chagrined.

source: “那你现在凑到了没有？”凌霄将他从椅子上拎下来。
en_us: "Then, did you scrape together one?" Ling Xiao lifted him off his chair.

source: “那你知道这些灵酒是用什么东西酿造的？”游小默感兴趣的问道，如果条件许可的话，当个酒师也不错，而且酿的灵酒还能送人。
en_us: "Then, do you know what ingredients are used in the brewing?" You XiaoMo asked with interest. If possible, being a sommelier was a pretty good option and he could gift the wine too.

source: “那你缺什么？”
en_us: "Then what do you need?"

source: “那你觉得他们在找谁？”
en_us: "Then who do you think they are looking for?"

source: “那你说，我们接下来要怎么做？
en_us: “Then tell me, what should we do next? There’s still PiQiu and the rest but it looks like they’re not here.”

source: “那你跟我说说话嘛，我都憋了一肚子话了，再不说出来要憋死了。”游小默摸摸被她被拍到的手臂，力道虽然不大，但是还是红了一点点。
en_us: "Then talk to me~ (那你跟我说说话嘛) I held everything back, if I don't talk now, I'm going to suffocate." You XiaoMo said as he rubbed his arm, even though it wasn't slapped away with much force, it still turned a bit red.

source: “那倒是。”
en_us: "That's true."

source: “那倒未必。”凌霄说道，“没有灵晶可以去凑，就算凑不齐，也可以去看看。”
en_us: "Not necessarily," Ling Xiao said. "We can always get more spirit gems if we don't have enough, and even if we can't get enough, we can go and have a look around.

source: “那又怎么样？”苏朗甩开他的手，一脸嫌恶的表情。
en_us: "So what?!" Su Lang shook his hand off with an expression of loathing.

source: “那可不一定，要是把游震天逼急了，他也有可能撒手。”
en_us: "That's not necessarily true. If You ZhenTian is pushed too far, it is possible that he may give it up."

source: “那好。”
en_us: "All right then."

source: “那好吧。”男人没怎么犹豫就同意了，因为他也想知道。
en_us: "Alright." The man accepted without hestitation because he wanted to know the reason too.

source: “那好吧，你把东西放下。”
en_us: "Okay then, you can leave the stuff."

source: “那好吧，你自己找个地方待着。”游小默没问他为什么，直接同意了他的决定。
en_us: "Alright, then you can go and find a place to wait." You XiaoMo didn't ask why, agreeing instantly.

source: “那好，我们先去三区看看。”游小默立刻做出决定，他挺好奇三区的导师和长老会提出什么要求，如果是灵草就没什么大问题。
en_us: "Well, let's go to Block 3 and take a look." You XiaoMo immediately made a decision. He was quite curious about what the teachers and elders in Block 3 would ask for. It would not be a big problem if they wanted magic herbs.

source: “那就……”
en_us: "Then let's..."

source: “那就好。”莫雪崇拜的看着他。
en_us: "That's good then." Mo Xue looked at him with admiration.

source: “那就快去快回，如果让我满意，我会给你奖励的。”
en_us: "Then hurry along. If I'm happy with the result, I'll give you a reward."

source: “那就拜托你了。”游小默兴奋的拍拍他的肩膀，“对了，你的小主人已经顺利被他的曾祖父接走了，你不用担心。”
en_us: "Then I'll be counting on you." You XiaoMo patted him on the shoulder excitedly, "By the way, your little master has been successfully picked up by his great-grandfather (曾祖父). You don't have to worry about it."

source: “那就祝你马到成功！
en_us: "Then I wish you the best of luck!

source: “那就算了呗。”游小默有怨气也是针对那个老板娘，这个黑熊开始时虽然态度很让人火大，可是现在却当着自然城的人低下他的头颅，而且刚刚还怕他们听了不高兴，后面特意恭维了一句。
en_us: "Then its fine." You XiaoMo's grievance was only towards that proprietress, although this Hei Xiong's inital attitude was rage inducing too. However, he lowered his head in front of all of ZiRan City and thinking they wouldn't be happy, he even buttered them up. (恭维)

source: “那就让他们留在河镇好了。”凌霄顺着港口的船只往下面走，港口停放着几十只小船，大小皆差不多。
en_us: "Then just let them stay at River Town." Ling Xiao walked alongside the ships in the port. Several dozen small boats were anchored in the port, and they were all about the same, big or small.

source: “那就进去吧。”
en_us: "Then let's enter."

source: “那就进去吧！”
en_us: "Then let's go in!"

source: “那就进去看看……”
en_us: "Then let's go in and take a look..."

source: “那就长话短说。”
en_us: "Then cut the long story short."

source: “那就麻烦你带我们去最近的客栈。”
en_us: "Then, I'll have to trouble you to lead us to the nearest inn."

source: “那当然，否则你以为我是傻子吗，只靠着师傅的宠爱迟早会害了我自己，既然师傅不给我任务，那么我就自己想办法让师傅关注我。”苏朗确实是个冲动之人，但他也不是完全没脑子。
en_us: "Of course, or else do you think I'm an idiot? If I only depend on shifu's doting, sooner or later I'll destroy myself. Since shifu won't give me any responsibilities, then I'll come up with a way myself to make shifu notice me." Su Lang was indeed an impulsive person, but it also wasn't as if he had no brain.

source: “那当然，这可是独家消息。”说话之人一脸得意，好像自己知道了什么重要的消息一样，脸上正写着‘快来问我’四个大字。
en_us: "Of course! This is definitely an exclusive news." The speaker's face was triumphant, as if he knew something important and the three words 'quickly ask me' were written on his face.

source: “那怎么办，难道要回中天？”游小默一听就蔫了，早知道凌霄需要转生丹，他说什么也要把灵草凑起来。
en_us: "What are we going to do then, unless we're returning to Zhong Tian?" After hearing that, You XiaoMo instantly became spiritless. If he knew beforehand that Ling Xiao needed the Reincarnation Pill, no matter what he would have collected the magic herbs before.

source: “那怎么办？”
en_us: "So what do we do?"

source: “那恩公是何意？”
en_us: "Then what do you mean?"

source: “那我们不去了？”游小默有些失望的说道。
en_us: "Then we aren't going?" You XiaoMo was a little disappointed.

source: “那我就等你的好消息。”游小默很满意他的速度，一开始他以为需要半个月以上，这个速度确实出乎他的意料，“对了，我做了两只叫化鸡，你要不要……”
en_us: "Then I'll be waiting for your good news." You XiaoMo was very satisfied with his speed, at first he thought it was going to take at least half a month. This speed was really unexpected, so he asked, "Right, I made two Beggar's Chicken, do you want......"

source: “那我的灵草呢？”
en_us: "Then what about my magic herbs?"

source: “那我要一半。”凌霄趁火打劫道。
en_us: "Then I want half." Ling Xiao said, beating the iron when it's hot.

source: “那接下来要怎么办？”
en_us: "Then what do we do next?"

source: “那水元素之心怎么办？”游小默又问。
en_us: "What about the Water Elemental Essence?" You XiaoMo asked.

source: “那独立空间……”万俟西元听了很心动，但心动不代表立刻就行动，有些事情还是提前分配好才能放心。
en_us: "The independent dimension..." MoQi XiYuan's desire was aroused as he listened, but this did not mean that he would take immediate action. Some things had to be distributed well in advance for one to rest assured.

source: “那现在怎么办？”游小默着急的问道。
en_us: "What do we do now?" You XiaoMo asked desperately.

source: “那现在要怎么做，单凭你我二人根本不可能找得到可以躲藏起来的莫景，难道明天真的要眼睁睁的看着城门开放？”
en_us: "Then what do we do now? Just us two can't find a hidden Mo Jing. Will we really have to stand and watch the city gates opened again?"

source: “那现在要怎么办？”
en_us: "Then what do we do now?"

source: “那皮球他们呢？”
en_us: "Then what about PiQiu and the others?"

source: “那紫色火焰要怎么解释？”麟杭沉吟地道。
en_us: "Then how do you explain that purple fire?" Lin Hang asked.

source: “那老板，你知道鬼哭涯在什么地方吗？”游小默顺口问道。
en_us: "Then does Owner know where the Weeping Ghost Shore is at?" You XiaoMo asked in passing.

source: “那要收服他们不是很困难？”游小默叹气道。
en_us: "Then wouldn't it be difficult to subdue them?" You XiaoMo sighed.

source: “那还是算了吧。”游君其听完后就讪讪的摸着鼻子走了，他一条也回答不出来，现在他觉得还是儿子好，原来拔草是这么轻松的活儿。
en_us: "Then forget it ba." You JunQi embarrassedly rubbed his nose and walked away after hearing this. He could not even answer one of them. He now thought that his son still treated him the best. It turned out that pulling out weeds was such a relaxed job.

source: “那这个老板娘她……不是说这家酒楼没有男主人么？”游小默诧异的说道。
en_us: "Then the proprietress... Weren't we told that this restaurant was without a proprietor?" You XiaoMo asked in surprise.

source: “都杀了？”凌霄面不改色的说道。
en_us: "All of them?" Ling Xiao asked without batting an eye.

source: “里面的‘老鼠’是什么时候潜进去的？”天明几人无需打招呼便自觉的将自在阁团团围住。
en_us: "When did the 'mouse' inside sneak in?" Tian Ming and the rest needlessly greeted each other (无需打招呼?) before surrounding the Leisure Pavilion on their own.

source: “金翅虫是没有后代的，它们都是由七星隐香虫演变而来的，一旦死了数量就直接减少。”天修面无表情的说道，他虽然和天刀一样是面瘫，但是性格却不一样，他习惯冷着脸，对什么都一副淡漠不关心的态度，而天刀确实因为沉稳，习惯不流露自己的想法，所以天刀也是天狗的军师。
en_us: "Golden Winged Insects don't have offspring. They're all metamorphized 隐香虫. Once they die, their population will decrease." Tian Xiu said expressionlessly. Though he was stoic like Tian Dao, they had different personalities. He was used to maintaining a cold face, like he didn't care about anything. Meanwhile, Tian Dao really was just calm and quiet, used to not giving away his thoughts. Thus why Tian Dao was their general.

source: “长得真丑，立刻滚出本小姐的视线，否则要你们好看。”莫雪启唇一脸傲慢冷艳，看着强盗们的眼神是厌恶。
en_us: "You guys look so ugly, you should scram at once out of my sight, or you can just wait and see what happens." Mo Xue wore an expression of haughty, cold elegance, and her eyes held disgust as she looked at the bandits.

source: “闭嘴！”游双气的脸皮都抖了起来。
en_us: "Shut up!" You Shuang's face was shaking.

source: “闭嘴！”黑熊终于不耐烦的朝她吼起来，随手便将她丢开。
en_us: "Shut up!" Finally Hei Xiong couldn't take it anymore and shouted at her with annyance. He also casuallly threw her away.

source: “阁下好大的口气。”
en_us: "Your Excellency has quite a bold tone of voice."

source: “阁下真是好大的口气！”
en_us: "You sure are daring to speak like that!"

source: “阁下误会了，老夫不是那个意思，既然没有，那便是老夫想错了。”玄盛一听就知道他误会了，连忙澄清。
en_us: "It is a misunderstanding, Your Excellency/Sir (阁下). This old man did not mean that. Since there's nothing, then it was this old man who had wrongly assumed." Xuan Sheng knew that he had misunderstood upon hearing that and hurriedly clarified.

source: “阴阳谷的江流？”游震天对这个名字没有印象。
en_us: "Jiang Liu of the YinYang Valley?" You ZhenTian didn't recognize this name.

source: “阿泽，冷静！”
en_us: "Ah Ze, calm down!"

source: “除了这些，他还说了什么？”游小默恨恨的问道。
en_us: "Besides that, did he said anything else?" You XiaoMo asked viciously.

source: “随便你。”凌霄说。
en_us: "Up to you." Ling Xiao said.

source: “难怪白虎作为五大灵兽之一却没有后代，拥有白虎纯种血脉的妖兽除了眼前这只已经死了的，以后根本就不可能再出现。”游小默忍不住嘀嘀咕咕，后世人提起四灵多以麒麟，凤凰，真龙，玄龟为主，看来也不是没有道理的。
en_us: "No wonder Bai Hu had no descendants despite being one of the Five Great Spiritual Beasts. There are no other demon beasts who have the purebred bloodline of the White Tigers other than this one which is already dead. It is simply impossible for it to appear again." You XiaoMo could not help murmuring. It seemed that it was not unreasonable why later generations mostly mentioned the Qilin, FengHuang, Real Dragon and Black Tortoise when talking about the Four Divine Emperor Beasts.

source: “难道一定要有什么事才能找游同学吗？”青秋笑着反问道。
en_us: “Do I have to want something from you for me to talk to classmate You?” QingQiu retorted, smiling.

source: “难道云琅的分就不报了吗？
en_us: "Don't tell me YunLang will not be avenged anymore?

source: “难道你没听说吗？”九夜听到他的话便诧异地挑了下眉。
en_us: "Haven't you heard?" Jiu Ye, hearing his words, raised an eyebrow in surprise.

source: “难道我们就这样放过他们？
en_us: "Then are we just going to leave them be? From what I heard from A Chuan, they were big fishes!" The chef said venomously as her kitchen knife let out a cold shine. (泛着冷光的)

source: “难道是因为莫雪毁容了？”游小默惊呼，一个渣男贱女的故事顿时在他脑海里形成。
en_us: "Could it be because Mo Xue got disfigured?" You XiaoMo said in alarm. The story of a scumbag and a slut (渣男贱女) momentarily took shape inside his mind.

source: “雅间。”游小默道。
en_us: "The private room." You XiaoMo replied.

source: “霄儿，玩够了吧？”
en_us: "Xiao-er, have you played enough?"

source: “青山？”游震天本欲怒出声，看到是自己的孙子，便收敛起怒气“发生了什么事了，怎么不在赤血城守着？”
en_us: "QingShan?" You ZhenTian had originally wanted to shout in anger, but upon seeing that it was his grandson, he suppressed his anger. "What's wrong? Why aren't you standing guard at ChiXue City?"

source: “非常抱歉，二位可以进去了。”
en_us: "We're deeply sorry, you may go in now."

source: “靠，这不会是六级上品灵丹吧？”
en_us: “Fuck, this can’t be a high grade level six pill can it?” .

source: “靠，这个人到底是谁？”天恨忍不住咒骂出声。
en_us: "Fuck, who exactly is this person?" Tian Hen couldn't help but curse.

source: “靠，追得也太紧了！”
en_us: "Fuck, they're chasing me too closely ba!"
